Revit 2027 API
ParameterTypeId.RbsElecAnalyticalHighLegPhase Property
 "High-leg Phase"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId RbsElecAnalyticalHighLegPhase { get; }
Public Shared ReadOnly Property RbsElecAnalyticalHighLegPhase As ForgeTypeId
	Get
public:
static property ForgeTypeId^ RbsElecAnalyticalHighLegPhase {
	ForgeTypeId^ get ();
}
static member RbsElecAnalyticalHighLegPhase : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace